[
  {
    "name": "GitHub Copilot Chat",
    "ring": "adopt",
    "quadrant": "tools",
    "isNew": "TRUE",
    "description": "GitHub Copilot Chat is a GitHub add-on that allows you to chat with GitHub Copilot, like a pair programmer."
  },
  {
    "name": "Streamlit",
    "ring": "trial",
    "quadrant": "platforms",
    "isNew": "TRUE",
    "description": "Streamlit is an open-source Python library that makes it easy to create and share beautiful, custom web apps for machine learning and data science."
  },
  {
    "name": "Elixir",
    "ring": "assess",
    "quadrant": "languages & frameworks",
    "isNew": "FALSE",
    "description": "Elixir is a dynamic, functional language designed for building scalable and maintainable applications."
  },
  {
    "name": "Static Web Apps",
    "ring": "adopt",
    "quadrant": "techniques",
    "isNew": "FALSE",
    "description": "Static Web Apps using react or plain html/css/js ofter a cost effective way to build web apps as they are cheap / free to host and can be built using a variety of tools."
  },
  {
    "name": "Prompt Flow",
    "ring": "assess",
    "quadrant": "tools",
    "isNew": "TRUE",
    "description": "Prompt Flow is a tool that allows you to create complex AI LLM flows using a simple drag and drop interface."
  },
  {
    "name": "Dify.ai",
    "ring": "assess",
    "quadrant": "tools",
    "isNew": "TRUE",
    "description": "Dify.ai is a tool that allows you to create complex AI LLM flows using a simple drag and drop interface."
  },
  {
    "name": "Svelte",
    "ring": "assess",
    "quadrant": "languages & frameworks",
    "isNew": "FALSE",
    "description": "Svelte is a radical new approach to building user interfaces. Whereas traditional frameworks like React and Vue do the bulk of their work in the browser, Svelte shifts that work into a compile step that happens when you build your app."
  },
  {
    "name": "Vercel",
    "ring": "assess",
    "quadrant": "platforms",
    "isNew": "FALSE",
    "description": "Vercel is a cloud platform for static sites and Serverless Functions that fits perfectly with your workflow. It enables developers to host Jamstack websites and web services that deploy instantly, scale automatically, and requires no supervision, all with no configuration."
  },
  {
    "name": "Godot",
    "ring": "assess",
    "quadrant": "languages & frameworks",
    "isNew": "FALSE",
    "description": "Godot is a 2D and 3D, cross-platform, free and open-source game engine released under the MIT license. It was initially developed for several companies in Latin America prior to its public release."
  }
]
